{
    "package": "com.KRNLabs.SurgicaVR",
    "data": {
        "id": "5610272952417208",
        "name": "SurgicaVR",
        "app_name": "SurgicaVR",
        "type_name": "Application",
        "appstore_type": "Application",
        "release_date": "2023-02-15T00:00:00",
        "description": "SurgicaVR, a cutting-edge virtual reality simulator designed for training in robotic and laparoscopic surgeries.\n\nSurgicaVR offers a unique and cost-effective solution for surgical training, allowing medical professionals to practice and perfect their skills in a realistic and immersive virtual environment. The simulator features state-of-the-art technology and a user-friendly interface, making it easy for surgeons of all skill levels to use.\n\nIt provides an unprecedented level of realism, allowing surgeons to practice procedures in a safe and controlled environment, without the risks associated with live surgeries. This is especially important for training in complex robotic and laparoscopic procedures, which can be difficult to replicate in traditional training methods.\n\nSurgicaVR is also highly cost-effective, providing a more affordable alternative to expensive live surgeries, animal testing, and traditional training methods. It allows medical institutions to save on costs while providing their staff with the highest quality training available.\nIn addition, SurgicaVR offers a wide range of procedures, from basic to advanced, and allows users to customize the virtual environment to simulate a wide range of surgical scenarios. It also includes a built-in assessment system, allowing trainers to evaluate their trainees' performance, and provide feedback and guidance.\n\nWe invite all surgeons to try SurgicaVR and experience the benefits of this revolutionary VR simulator",
        "markdown": false,
        "developer": "KRN Labs",
        "publisher": "KRN Labs",
        "genres": [
            "Arcade",
            "Education",
            "Simulation"
        ],
        "devices": [
            "Touch Controllers"
        ],
        "modes": [
            "Single User"
        ],
        "languages": [
            "English"
        ],
        "platforms": [
            "Meta Quest 3",
            "Meta Quest Pro",
            "Meta Quest 2",
            "Meta Quest"
        ],
        "player_modes": [
            "SITTING",
            "STANDING"
        ],
        "tags": [],
        "hist": [
            {
                "rating": 1,
                "votes": 16
            },
            {
                "rating": 2,
                "votes": 2
            },
            {
                "rating": 3,
                "votes": 1
            },
            {
                "rating": 4,
                "votes": 2
            },
            {
                "rating": 5,
                "votes": 3
            }
        ],
        "comfort": "NOT_RATED",
        "iarc": {
            "age_rating": "Everyone",
            "descriptors": [
                "Mild Blood"
            ],
            "elements": [],
            "iarc_icon": "12482345_233896350376075_8399588285755686912_n.png"
        },
        "platform": "ANDROID_6DOF",
        "internet_connection": "NOT_REQUIRED",
        "website": "https://krn-labs.com/",
        "icon": "38982461_500106418911417_2033765672404401922_n.jpg",
        "banner": "38982488_1594255661039865_7765441754136029862_n.jpg",
        "has_ads": false,
        "sensor_req": false,
        "votes": 24,
        "rating": 1.916667,
        "weighted_rating": 3.063543,
        "is_available": true,
        "is_free": true
    }
}