{
    "package": "com.BurntTomato.RillaShotgun",
    "data": {
        "id": "6493746513979980",
        "name": "Rilla Shotgun",
        "app_name": "Rilla Shotgun",
        "type_name": "Application",
        "appstore_type": "Application",
        "release_date": "2023-07-10T00:00:00",
        "description": "Combine the raw power of a gorilla with the firepower of a shotgun and the versatility of a grapple hook. Prepare to unleash your inner beast as you embark on an epic demon-slaying rampage! Engage in heart-pounding battles across a series of challenging levels, each filled with relentless demons thirsting for your destruction.\n\nThis is a true bullet storm experience where survival hinges on constant movement. Dodge incoming projectiles, leap over obstacles, and unleash devastating shotgun blasts to obliterate your enemies. With an intuitive player movement system, feel the rush of freedom as you swing through the air with your grapple hook and bounce off objects with your hands. YOU CAN EVEN LAUNCH YOURSELF WITH YOUR SHOTGUN, giving you an unparalleled sense of explosive control.\n\nAs you progress, Rilla Shotgun presents increasingly challenging levels that will push your skills to the limit. Survive wave after wave of relentless demons and environmental hazards, each with their own unique abilities and attack patterns.\n\nStep into a nostalgic time capsule with retro 90's boomer shooter art style, reminiscent of the golden era of gaming. Every pixel and animation will transport you back to an era where intense action and challenge were the norm.\n\nThis game is not for the faint of heart. It rewards quick reflexes, strategic thinking, and relentless determination. Are you ready to embrace the fury of the gorilla, battle demonic forces, and become the ultimate demon slaying monke?",
        "markdown": false,
        "developer": "Brian Cortes",
        "publisher": "Burnt Tomato Studio",
        "genres": [
            "Arcade",
            "Shooting",
            "Action"
        ],
        "devices": [
            "Touch Controllers"
        ],
        "modes": [
            "Single User"
        ],
        "languages": [
            "English"
        ],
        "platforms": [
            "Meta Quest 3",
            "Meta Quest Pro",
            "Meta Quest 2"
        ],
        "player_modes": [
            "STANDING",
            "ROOM_SCALE"
        ],
        "tags": [],
        "hist": [
            {
                "rating": 1,
                "votes": 6
            },
            {
                "rating": 2,
                "votes": 4
            },
            {
                "rating": 3,
                "votes": 4
            },
            {
                "rating": 4,
                "votes": 12
            },
            {
                "rating": 5,
                "votes": 163
            }
        ],
        "comfort": "NOT_RATED",
        "iarc": {
            "age_rating": "Mature 17+",
            "descriptors": [
                "Violence",
                "Blood and Gore"
            ],
            "elements": [],
            "iarc_icon": "12138844_1633334226961183_6470673676613189632_n.png"
        },
        "platform": "ANDROID_6DOF",
        "internet_connection": "NOT_REQUIRED",
        "website": "https://www.youtube.com/watch?v=rpreNjRDuWE",
        "icon": "39035456_814754459955001_2342577868986771789_n.jpg",
        "banner": "75308617_798484755153722_4540848830223906397_n.jpg",
        "has_ads": false,
        "sensor_req": false,
        "votes": 189,
        "rating": 4.703704,
        "weighted_rating": 4.5331,
        "is_available": true,
        "is_free": false
    }
}