{
    "package": "com.DrBloc.Straylight",
    "data": {
        "id": "4131312370236664",
        "name": "Straylight",
        "app_name": "Straylight",
        "type_name": "Application",
        "appstore_type": "Application",
        "category": "GAMES",
        "release_date": "2023-01-31T00:00:00",
        "description": "Swing, Soar, Die, Repeat\n\nSTRAYLIGHT utilizes the revolutionary Fling Engine, allowing you to move through a beautiful and deadly universe in a completely comfortable way. Our bespoke physics engine is gentle enough for the VR n00b, yet complex enough for seasoned VR veterans eager to go faster, fly farther, and cut closer to the fiendish obstacles that litter your path. STRAYLIGHT was built from the ground up for comfortable VR movement, resulting in an enjoyable experience that greatly limits the usual vertigo or motion sickness most users find with other movement-centric games.\n\nSTRAYLIGHT features 11 base levels wrapping their way around and through an array of massive, ancient monoliths, all set to an original soundtrack composed by Rob ‘88bit’ Kovacs. For those who master the base levels, we’ve included 11 bonus ‘Hardcore’ levels to test your skills to the limit. Also included is a friendly ‘Zen Mode’ for the times when you’re looking for a relaxing experience, want to show STRAYLIGHT off to the uninitiated, or you just want something to do while you listen to the incredible soundtrack.\n\nThe universe of STRAYLIGHT can be a lonely place, which is why you can unlock GHOSTS by collecting the hard-to-reach cubes in every level. Challenge yourself by racing your previous run or best time. And if you’re hungry for a REAL challenge, square off against our own Bronze, Silver, and Gold ghosts to earn medals and inch ever closer to true STRAYLIGHT mastery.",
        "markdown": false,
        "developer": "Dr. Bloc",
        "publisher": "Dr. Bloc",
        "genres": [
            "Racing",
            "Action"
        ],
        "devices": [
            "Touch Controllers"
        ],
        "modes": [
            "Single User"
        ],
        "languages": [
            "English"
        ],
        "platforms": [
            "Meta Quest 3",
            "Meta Quest Pro",
            "Meta Quest 2",
            "Meta Quest"
        ],
        "player_modes": [
            "SITTING",
            "STANDING",
            "ROOM_SCALE"
        ],
        "tags": [],
        "hist": [
            {
                "rating": 1,
                "votes": 0
            },
            {
                "rating": 2,
                "votes": 0
            },
            {
                "rating": 3,
                "votes": 0
            },
            {
                "rating": 4,
                "votes": 1
            },
            {
                "rating": 5,
                "votes": 8
            }
        ],
        "comfort": "NOT_RATED",
        "iarc": {
            "age_rating": "Everyone",
            "descriptors": [
                "Violent References"
            ],
            "elements": [],
            "iarc_icon": "12482345_233896350376075_8399588285755686912_n.png"
        },
        "platform": "ANDROID_6DOF",
        "internet_connection": "REQUIRED",
        "website": "https://www.drbloc.com/",
        "icon": "75388627_1357769228300539_839443870983677115_n.jpg",
        "banner": "39001659_652531839948890_6351554734174772367_n.jpg",
        "has_ads": false,
        "sensor_req": false,
        "votes": 9,
        "rating": 4.888889,
        "weighted_rating": 4.549718,
        "is_available": true,
        "is_free": false
    }
}