{
    "package": "com.polyarc.glassbreakers",
    "data": {
        "id": "9270732869663327",
        "name": "Glassbreakers: Champions of Moss",
        "app_name": "Glassbreakers: Champions of Moss",
        "type_name": "Application",
        "appstore_type": "Application",
        "release_date": "2023-08-29T00:00:00",
        "description": "Lead your squad of Champions into an immersive arena in this exciting game of strategy, magic, and power! From the developers of the Game Awards’ 2022 VR/AR Game of the Year Moss: Book II, this 1v1 real-time battler puts you face to face with your opponent and their squad for action-packed gameplay that will keep you coming back for more.\n\nSquad Up \nChoose your combination of Champions from a growing roster of the most heroic, villainous, and notorious inhabitants from the world of Moss. Champions have their own unique abilities that will complement the others in your squad and match up against the opposition in a myriad of consequential ways. Expansive customization sets ensure your squad's swagger is distinctly your own.\n\nFace Off\nBattle against friends in private games or match with similarly skilled players in the Glassbreakers community. Stay ready for anything as you never know which Champions your opponent will recruit for their squad. The immersive arena also presents the opportunity to observe the real-time physical movements of your opponent—spot their strategy and take action to turn the tide in your favor.\n\nAnd May the Glass Break Your WayReach into battle and direct your squad to attack opposing Champions and their Glass stronghold while also leveraging tactical elements to gain strategic advantages on the Board. Every match presents its own unique opportunities and challenges as ever-changing squad combinations and playstyles bring endless variety to the game.",
        "markdown": false,
        "developer": "Polyarc",
        "publisher": "Polyarc",
        "genres": [
            "Fighting",
            "Battle Royale",
            "Strategy"
        ],
        "devices": [
            "Touch Controllers"
        ],
        "modes": [
            "Multiplayer"
        ],
        "languages": [
            "English"
        ],
        "platforms": [
            "Meta Quest 3",
            "Meta Quest Pro",
            "Meta Quest 2"
        ],
        "player_modes": [
            "SITTING",
            "STANDING"
        ],
        "tags": [],
        "hist": [
            {
                "rating": 1,
                "votes": 2
            },
            {
                "rating": 2,
                "votes": 2
            },
            {
                "rating": 3,
                "votes": 3
            },
            {
                "rating": 4,
                "votes": 11
            },
            {
                "rating": 5,
                "votes": 48
            }
        ],
        "comfort": "NOT_RATED",
        "iarc": {
            "age_rating": "Everyone",
            "descriptors": [
                "Mild Fantasy Violence"
            ],
            "elements": [
                "In-Game Purchases"
            ],
            "iarc_icon": "12482345_233896350376075_8399588285755686912_n.png"
        },
        "platform": "ANDROID_6DOF",
        "internet_connection": "REQUIRED",
        "website": "https://www.polyarcgames.com/",
        "icon": "38982608_970263047543034_7910091079687139897_n.jpg",
        "banner": "75240096_207635769011613_1351138460197062279_n.jpg",
        "has_ads": false,
        "sensor_req": false,
        "votes": 66,
        "rating": 4.530303,
        "weighted_rating": 4.370542,
        "is_available": true,
        "is_free": true
    }
}