{
    "package": "com.hbx.kungfu",
    "data": {
        "id": "5864960546900951",
        "name": "KungFu Beat",
        "app_name": "KungFu Beat",
        "type_name": "Application",
        "appstore_type": "Application",
        "release_date": "2023-10-24T00:00:00",
        "description": "\"Kung Fu Beat\" is a kung fu rhythm game that integrates kung fu fitness, rhythm strike, and Chinese culture. The background of the game lies in the national style scene, Chinese rhythm, Chinese martial arts, and Chinese weapons.\nIn terms of gameplay, the combination of music rhythm attack + kung fu weapons is emphasized to test the coordinated response of rhythm and work. Players must be good at using weapons and sense of rhythm to practice Kung Fu. Kung Fu practice can experience Chinese culture while exercising Influenced by the rhythm of the country.\nIn terms of music, dozens of songs are currently officially included, among which the main album \"Dream of Tang Chao\" was co-created with Rocki, a musician with many years of experience, with traditional Chinese music guzheng, flute, pipa and Chinese percussion instruments as the main creative instruments. Listen to it on Netease Music/Kugou; the second part is a song library with other elements created and selected.\nIn terms of scenes, the design is based on strong Chinese ink painting, Chinese calligraphy, and Chinese customs, which will put people in the world of national style knight-errants.\nThe biggest feature in terms of weapons is that basically all weapons are ancient Chinese weapons, and each weapon has its own characteristics. The biggest difference from the PC or mobile game end is that the VR end can best show the grip and feel of the weapon in hand. Fighting feeling. Each weapon strives to be far from the real ",
        "markdown": false,
        "developer": "HuoBanXiong",
        "publisher": "shangxinWu",
        "genres": [
            "Music & Rhythm",
            "Action",
            "Casual"
        ],
        "devices": [
            "Gamepad",
            "Touch Controllers"
        ],
        "modes": [
            "Single User"
        ],
        "languages": [
            "English",
            "Chinese (China)"
        ],
        "platforms": [
            "Meta Quest 3",
            "Meta Quest Pro",
            "Meta Quest 2",
            "Meta Quest"
        ],
        "player_modes": [
            "SITTING",
            "STANDING",
            "ROOM_SCALE"
        ],
        "tags": [],
        "hist": [
            {
                "rating": 1,
                "votes": 0
            },
            {
                "rating": 2,
                "votes": 0
            },
            {
                "rating": 3,
                "votes": 1
            },
            {
                "rating": 4,
                "votes": 0
            },
            {
                "rating": 5,
                "votes": 0
            }
        ],
        "comfort": "NOT_RATED",
        "iarc": {
            "age_rating": "Everyone",
            "descriptors": [],
            "elements": [],
            "iarc_icon": "12482345_233896350376075_8399588285755686912_n.png"
        },
        "platform": "ANDROID_6DOF",
        "internet_connection": "REQUIRED_FOR_DOWNLOAD",
        "website": "https://www.hbx.plus/pico/KungFuBeat.html",
        "icon": "86655526_1277557206123977_3913576039730098301_n.jpg",
        "banner": "39031546_1358790901580113_6339911408609559720_n.jpg",
        "has_ads": false,
        "sensor_req": false,
        "votes": 1,
        "rating": 3.0,
        "weighted_rating": 3.60526,
        "is_available": true,
        "is_free": false
    }
}