{
    "package": "com.remio.spiderfallapplab",
    "data": {
        "id": "6160612104067363",
        "name": "Spider Fall",
        "app_name": "Spider Fall",
        "type_name": "Application",
        "appstore_type": "Application",
        "release_date": "2023-08-01T00:00:00",
        "description": "Immerse yourself in a VR adrenaline rush with our high-stakes multiplayer game! Embody a nimble spider, clawing across floating platforms teetering over seething lava. It's a precarious dance - one false move and you're plummeting into the molten abyss.\n\nPower-ups - a razor-sharp claw, a sprawling spider web, a crackling pellet shooter - provide fleeting moments of control within the relentless chaos. They are your lifelines, cutting through the bedlam of sudden platform disappearances and cunning adversaries eager to shove you into the fiery below.\n\nBut the real game-changer? Your fellow players. Crafty competitors, ready to exploit your slightest misstep and send you spiralling into oblivion. This isn't just survival of the fastest, it's survival of the craftiest. Outsmart your rivals, anticipate the volatile platforms, strategize amidst the chaos.\n\nThe tension escalates with each level. Higher stakes, tougher opponents, and an ever-changing battlefield. Can you dodge, leap, and claw your way to supremacy amidst the pandemonium? Can you stand as the master of this wild, tumultuous world?\n\nIt's a fiery ballet of survival - chaotic, intense, exhilarating. Only the bravest will survive the frenzy. Only the sharpest will outwit the chaos. Will you be the last spider standing? Test your mettle. Embrace the chaos. Survive the spider's world.",
        "markdown": false,
        "developer": "RemioVR",
        "publisher": "Remio",
        "genres": [
            "Fighting",
            "Action",
            "Casual"
        ],
        "devices": [
            "Touch Controllers"
        ],
        "modes": [
            "Multiplayer"
        ],
        "languages": [
            "English"
        ],
        "platforms": [
            "Meta Quest 3",
            "Meta Quest Pro",
            "Meta Quest 2"
        ],
        "player_modes": [
            "STANDING"
        ],
        "tags": [],
        "hist": [
            {
                "rating": 1,
                "votes": 3
            },
            {
                "rating": 2,
                "votes": 1
            },
            {
                "rating": 3,
                "votes": 0
            },
            {
                "rating": 4,
                "votes": 0
            },
            {
                "rating": 5,
                "votes": 5
            }
        ],
        "comfort": "NOT_RATED",
        "iarc": {
            "age_rating": "Everyone",
            "descriptors": [],
            "elements": [
                "Users Interact",
                "In-Game Purchases"
            ],
            "iarc_icon": "12482345_233896350376075_8399588285755686912_n.png"
        },
        "platform": "ANDROID_6DOF",
        "internet_connection": "REQUIRED",
        "website": "https://www.remiovr.com/",
        "icon": "38982478_1726445151195033_3120521200403397969_n.jpg",
        "banner": "38974856_1029611121619385_3776679743985378374_n.jpg",
        "has_ads": false,
        "sensor_req": false,
        "votes": 9,
        "rating": 3.333333,
        "weighted_rating": 3.77194,
        "is_available": true,
        "is_free": true
    }
}