{
    "package": "com.EAH.Piano2",
    "data": {
        "id": "5845235572186417",
        "name": "Piano",
        "app_name": "Piano",
        "type_name": "Application",
        "appstore_type": "Application",
        "release_date": "2023-03-20T00:00:00",
        "description": "PIANO - The ultimate VR piano simulation\n\nEnter the magical world of PIANO, an amazing VR simulation that masterfully combines the art of piano playing and immersive technology. With PIANO, every session becomes a unique musical experience.\n\nYour musical journey begins in a free small apartment with the sound of a simple room.\nFor those seeking diversity and new acoustic landscapes, PIANO offers a selection of additional apartments, each with unique sound characteristics. Each space is carefully designed to offer different acoustic experiences - from the intimate warmth of a cozy loft to the expansive resonance of a luxury villa. Expand your experience with in-app purchases to discover these exquisite spaces.\n\nAfter purchasing three apartments, an exclusive bonus will be unlocked - the passthrough scene. Here the magic of virtual reality is combined with the intimacy of your own space, and you play PIANO in the familiar surroundings of your home.\n\nPIANO also offers an exquisite collection of ten electric piano sounds, accessible through in-app purchases. From classic tones to modern sounds - ready to enrich the atmosphere of your rooms.\n\nAn intuitive volume control puts you in full control of your acoustic presence. Adjust the volume to create the perfect ambience, from gentle melody to powerful symphony.\n\nPIANO is an invitation to rediscover the world of piano playing through the lens of virtual reality.\n\nEnter PIANO - where the art of sound meets the space of infinity.",
        "markdown": false,
        "developer": "VR EAH",
        "publisher": "Andreas Hoffmann VR EAH",
        "genres": [
            "Music"
        ],
        "devices": [
            "Hand Tracking"
        ],
        "modes": [
            "Single User"
        ],
        "languages": [
            "English"
        ],
        "platforms": [
            "Meta Quest 3",
            "Meta Quest Pro",
            "Meta Quest 2",
            "Meta Quest"
        ],
        "player_modes": [
            "SITTING",
            "STANDING"
        ],
        "tags": [],
        "hist": [
            {
                "rating": 1,
                "votes": 1
            },
            {
                "rating": 2,
                "votes": 2
            },
            {
                "rating": 3,
                "votes": 0
            },
            {
                "rating": 4,
                "votes": 1
            },
            {
                "rating": 5,
                "votes": 11
            }
        ],
        "comfort": "NOT_RATED",
        "iarc": {
            "age_rating": "Everyone",
            "descriptors": [],
            "elements": [
                "In-Game Purchases"
            ],
            "iarc_icon": "12482345_233896350376075_8399588285755686912_n.png"
        },
        "platform": "ANDROID_6DOF",
        "internet_connection": "REQUIRED_FOR_DOWNLOAD",
        "website": "http://eah-vr.com/",
        "icon": "75404378_3588121294756906_649198082146649282_n.jpg",
        "banner": "39036689_940130897271036_831762146445978522_n.jpg",
        "has_ads": false,
        "sensor_req": false,
        "votes": 15,
        "rating": 4.266667,
        "weighted_rating": 4.238724,
        "is_available": true,
        "is_free": true
    }
}