{
    "package": "com.Tomogram.Headshotsonly",
    "data": {
        "id": "5638662909584867",
        "name": "Headshots only!",
        "app_name": "Headshots only!",
        "type_name": "Application",
        "appstore_type": "Application",
        "release_date": "2023-07-15T00:00:00",
        "description": "Welcome to virtual reality experience where the zombies comes to life before your eyes. \n\nIn this game, you'll find yourself thrust into a world teeming with the undead, where survival is paramount. Navigate through haunting environments and face off against hordes of relentless zombies, each one craving your flesh. The high-quality graphics of the virtual reality platform bring an unprecedented level of realism, immersing you in a truly visceral and heart-pounding experience.\n\nYour skills will be put to the test as you master the art of precision shooting. Headshots are your only salvation against these undead monstrosities. Feel the weight of each shot as you aim for the perfect kill, and revel in the satisfaction as the zombies crumble under your relentless assault.\n\nRewards await those who can withstand the onslaught. Earn in-game currency and use it wisely to purchase weapons, and ammunition.\n\nThe virtual reality technology elevates your gaming experience to new heights. Immerse yourself in a 360-degree environment where you can physically turn your head to survey your surroundings, enhancing your situational awareness and making each encounter more intense.\n\nGet ready for an adrenaline-fueled adventure where every decision counts. Will you stand your ground and fight back, or will you succumb to the relentless horde? The choice is yours as you enter a world where the line between life and death is razor-thin. Brace yourself for the ultimate zombie shooting!",
        "markdown": false,
        "developer": "Tomogram",
        "publisher": "Tomogram",
        "genres": [
            "Action",
            "Horror"
        ],
        "devices": [
            "Touch Controllers"
        ],
        "modes": [
            "Single User"
        ],
        "languages": [
            "English"
        ],
        "platforms": [
            "Meta Quest 3",
            "Meta Quest Pro",
            "Meta Quest 2",
            "Meta Quest"
        ],
        "player_modes": [
            "STANDING"
        ],
        "tags": [],
        "hist": [
            {
                "rating": 1,
                "votes": 0
            },
            {
                "rating": 2,
                "votes": 0
            },
            {
                "rating": 3,
                "votes": 0
            },
            {
                "rating": 4,
                "votes": 0
            },
            {
                "rating": 5,
                "votes": 1
            }
        ],
        "comfort": "NOT_RATED",
        "iarc": {
            "age_rating": "Teen",
            "descriptors": [
                "Violence",
                "Blood"
            ],
            "elements": [],
            "iarc_icon": "12138850_1786874088228955_5598594603113512960_n.png"
        },
        "platform": "ANDROID_6DOF",
        "internet_connection": "NOT_REQUIRED",
        "website": "https://tomogram.fun/",
        "icon": "39003247_966407464612750_4151079055204412782_n.jpg",
        "banner": "38982713_775640684208608_3900304089021361366_n.jpg",
        "has_ads": false,
        "sensor_req": false,
        "votes": 1,
        "rating": 5.0,
        "weighted_rating": 4.605274,
        "is_available": true,
        "is_free": false
    }
}