{
    "package": "com.HomeNetGames.Warplanes3VR",
    "data": {
        "id": "5014131998634540",
        "name": "Warplanes: Air Corp",
        "app_name": "Warplanes: Air Corp",
        "type_name": "Application",
        "appstore_type": "Application",
        "release_date": "2023-08-26T00:00:00",
        "description": "Move into the middle of the modern battlefield in Warplanes: Air Corp in VR. The third installment of the best-selling Warplanes series introduces a new era of modern military aviation. In addition to fighter jets and multirole combat aircraft you are able to pilot attack helicopters!\n\nFlight simulators are too complicated for you? We got this covered – both the flight model and the control of machines have been simplified as much as possible so that you can enjoy dynamic and spectacular combat. \n\nUpgrade your machines – buy modern armaments, adjust them according to mission objectives, so as to inflict the greatest damage on the enemy.  Utilize advanced tactics – destroy high-tech air defense systems using helicopters, reduce the range of artillery by destroying mobile radars.\n\nFight in the air against a wide range of fighter jets, multirole aircraft, helicopters and armed drones. Destroy ships, tankers, convoys, and an array of modern military vehicles like armored personnel carriers, tanks, and mobile rocket launchers. Fight in urbanized areas, destroy or protect strategic buildings and infrastructure. Use all available units to raze enemy military bases.\n\n● Acquire a total of 9 machines inspired by the best combat aircraft from around the world.\n● Adjust the difficulty level of combat to your preference - you can turn off the automatic targeting system and release flares manually.\n● Play co-op, and classic PvP multiplayer modes to face off against other players.",
        "markdown": false,
        "developer": "Home Net Games",
        "publisher": "Home Net Games",
        "genres": [
            "Action",
            "Flying",
            "Simulation"
        ],
        "devices": [
            "Touch Controllers"
        ],
        "modes": [
            "Single User"
        ],
        "languages": [
            "English"
        ],
        "platforms": [
            "Meta Quest 3",
            "Meta Quest Pro",
            "Meta Quest 2"
        ],
        "player_modes": [
            "SITTING"
        ],
        "tags": [],
        "hist": [
            {
                "rating": 1,
                "votes": 18
            },
            {
                "rating": 2,
                "votes": 9
            },
            {
                "rating": 3,
                "votes": 16
            },
            {
                "rating": 4,
                "votes": 36
            },
            {
                "rating": 5,
                "votes": 43
            }
        ],
        "comfort": "NOT_RATED",
        "iarc": {
            "age_rating": "Everyone 10+",
            "descriptors": [
                "Mild Violence"
            ],
            "elements": [
                "Users Interact"
            ],
            "iarc_icon": "12386444_352227485138085_8354695406382219264_n.png"
        },
        "platform": "ANDROID_6DOF",
        "internet_connection": "NOT_REQUIRED",
        "website": "https://www.homenetgames.com/",
        "icon": "38982442_5890760451025530_533398124438469171_n.jpg",
        "banner": "38982487_650869620055494_2092771244422085378_n.jpg",
        "has_ads": false,
        "sensor_req": false,
        "votes": 122,
        "rating": 3.631148,
        "weighted_rating": 3.892139,
        "is_available": true,
        "is_free": false
    }
}