{
    "package": "com.vrroom.vrroomWorld",
    "data": {
        "id": "5699207916797935",
        "name": "VRROOM",
        "app_name": "VRROOM",
        "type_name": "Application",
        "appstore_type": "Application",
        "category": "ENTERTAINMENT",
        "release_date": "2023-01-03T00:00:00",
        "description": "VRROOM is the to-go platform to enjoy events, concerts, and live performances in virtual reality! It aims at re-defining the concept of virtual shows in a way that is completely impossible in real life. \n\nImmerse yourself in the magical atmosphere of the virtual worlds created by VRROOM. Meet with your friends and make new ones. Listen to the music and interact with the environment around you. Or just look around you and enjoy the scenery! And don't forget to shoot selfies and videos and share them with your friends on all your social media channels (all without leaving the application)...\n\nEvery week there is in VRROOM something to do: enjoy the curated events that are set every week, and have fun with us! To see which events are available in the upcoming times, just enter the home space of the application and watch for the posters on the pinboard. Or otherwise, check out the website https://vrroom.world for an always up-to-date calendar. The journey of VRROOM has just started, so in the beginning, the number of events will be limited, but they will increase in number and variety over the year.\n\nVRROOM is currently in Alpha and the development team needs the support of the community to make it grow in the best way possible. So feel free to suggest how to improve it for the future! \n\nThe vision of VRROOM is not only about fun and originality, but also about accessibility, safety, and privacy. And, of course, community. These are the pillars that are driving its development.",
        "markdown": false,
        "developer": "VRrOOm",
        "publisher": "VRrOOm",
        "genres": [
            "Theatre",
            "Music",
            "Dance"
        ],
        "devices": [
            "Touch Controllers"
        ],
        "modes": [
            "Multiplayer",
            "Single User"
        ],
        "languages": [
            "English",
            "French (France)"
        ],
        "platforms": [
            "Meta Quest 3",
            "Meta Quest Pro",
            "Meta Quest 2",
            "Meta Quest"
        ],
        "player_modes": [
            "STANDING",
            "ROOM_SCALE"
        ],
        "tags": [],
        "hist": [
            {
                "rating": 1,
                "votes": 18
            },
            {
                "rating": 2,
                "votes": 1
            },
            {
                "rating": 3,
                "votes": 0
            },
            {
                "rating": 4,
                "votes": 0
            },
            {
                "rating": 5,
                "votes": 4
            }
        ],
        "comfort": "NOT_RATED",
        "iarc": {
            "age_rating": "Teen",
            "descriptors": [],
            "elements": [
                "Users Interact",
                "In-App Purchases"
            ],
            "iarc_icon": "12138850_1786874088228955_5598594603113512960_n.png"
        },
        "platform": "ANDROID_6DOF",
        "internet_connection": "REQUIRED",
        "website": "https://vrroom.world/",
        "icon": "38984447_731907321785356_7927255318042068035_n.jpg",
        "banner": "39031350_715838206517836_111499860604992589_n.jpg",
        "has_ads": false,
        "sensor_req": false,
        "votes": 23,
        "rating": 1.73913,
        "weighted_rating": 2.974775,
        "is_available": true,
        "is_free": true
    }
}