{
    "package": "com.garagevr.grillonwheels",
    "data": {
        "id": "7056585347694088",
        "name": "Grill on Wheels",
        "app_name": "Grill on Wheels",
        "type_name": "Application",
        "appstore_type": "Application",
        "release_date": "2023-10-18T00:00:00",
        "description": "The Ultimate VR Food Truck Odyssey Awaits!\nStep into the bustling world of \"Grill on Wheels\". Navigate through vibrant cityscapes and immerse yourself in a culinary journey where every decision counts. Dive deep into this VR adventure and rise from a humble food truck chef to a culinary legend.\n\n- Immersive VR Gameplay: Experience every slice, grill sizzle, and customer interaction in vivid VR.\n- Deep Customization: Tailor every inch of your truck. From equipment upgrades to aesthetic designs, make the truck truly yours.\n- Strategic Planning: Master the art of strategy. Plan your ingredient purchases, set your menu, and decide on pricing to maximize profits.\n- Progressive Challenges: As you advance, the streets get more demanding, offering richer rewards for those who strategize effectively.\n\nStrategize your daily tasks, from ingredient sourcing to kitchen layout, and feel the weight of every choice as the day unfolds. This solo odyssey challenges your managerial acumen and culinary skills. As orders pour in and the clock ticks away, will your strategies set you apart or will you crumble under pressure?\n\nAdapt to the ever-changing demands of the city. From unpredictable weather to rare ingredients, the scale of the challenges with your growing reputation. \"Grill on Wheels\" isn't just a cooking game; it's a tale of ambition, choices, and the aroma of freshly grilled burgers. Embrace the grind, make strategic choices, and carve out your legacy in the food truck world!",
        "markdown": false,
        "developer": "GarageVR",
        "publisher": "GarageVR",
        "genres": [
            "Casual",
            "Simulation"
        ],
        "devices": [
            "Touch Controllers"
        ],
        "modes": [
            "Single User"
        ],
        "languages": [
            "English"
        ],
        "platforms": [
            "Meta Quest 3",
            "Meta Quest Pro",
            "Meta Quest 2",
            "Meta Quest"
        ],
        "player_modes": [
            "STANDING",
            "ROOM_SCALE"
        ],
        "tags": [],
        "hist": [
            {
                "rating": 1,
                "votes": 3
            },
            {
                "rating": 2,
                "votes": 4
            },
            {
                "rating": 3,
                "votes": 11
            },
            {
                "rating": 4,
                "votes": 11
            },
            {
                "rating": 5,
                "votes": 12
            }
        ],
        "comfort": "NOT_RATED",
        "iarc": {
            "age_rating": "Everyone",
            "descriptors": [],
            "elements": [],
            "iarc_icon": "12482345_233896350376075_8399588285755686912_n.png"
        },
        "platform": "ANDROID_6DOF",
        "internet_connection": "REQUIRED_FOR_DOWNLOAD",
        "website": "https://garagevr.co/",
        "icon": "57568669_3445032809143647_2387582580519742703_n.jpg",
        "banner": "38982552_719049646700987_3400468221499329984_n.jpg",
        "has_ads": false,
        "sensor_req": false,
        "votes": 41,
        "rating": 3.609756,
        "weighted_rating": 3.910208,
        "is_available": true,
        "is_free": true
    }
}