{
    "package": "com.LemondoGames.EscapeTheImpossible",
    "data": {
        "id": "6532896720095938",
        "name": "Escape The Impossible",
        "app_name": "Escape The Impossible",
        "type_name": "Application",
        "appstore_type": "Application",
        "release_date": "2023-06-22T00:00:00",
        "description": "\"Escape the Impossible\" is a thrilling VR game packed with mind-bending puzzles and exhilarating physical challenges. This single-player experience takes you through numerous levels that test your problem-solving skills and agility.\n\nImmerse yourself in a world where uncovering hidden clues with UV lights, assembling puzzles, and navigating obstacles are just a few of the mechanics you'll encounter. Each level presents a unique combination of challenges that demand your creativity and dexterity.\n\nPrepare to put your physical abilities to the test as you climb, jump, and navigate treacherous terrain. Speed and precision are vital as you race against time to overcome obstacles and advance through the game.\n\nLearning from your mistakes is crucial in \"Escape the Impossible.\" Adapt your strategies and apply lessons learned to conquer the next challenge. Each level is an opportunity for growth, enhancing the sense of achievement when you overcome seemingly insurmountable odds.\n\nWith meticulous level design and immersive VR environments, \"Escape the Impossible\" guarantees an unforgettable experience. Get ready for an adrenaline-pumping adventure filled with complex puzzles and heart-pounding obstacles.\n\nEmbark on this captivating journey, where excitement and anticipation fill the air. Can you conquer the challenges and secure your escape? Find out in this extraordinary VR gaming experience.",
        "markdown": false,
        "developer": "Lemondo Games",
        "publisher": "Lemondo Games",
        "genres": [
            "Adventure",
            "Action",
            "Puzzle"
        ],
        "devices": [
            "Touch Controllers"
        ],
        "modes": [
            "Single User"
        ],
        "languages": [
            "English"
        ],
        "platforms": [
            "Meta Quest 3",
            "Meta Quest Pro",
            "Meta Quest 2",
            "Meta Quest"
        ],
        "player_modes": [
            "SITTING",
            "STANDING",
            "ROOM_SCALE"
        ],
        "tags": [],
        "hist": [
            {
                "rating": 1,
                "votes": 0
            },
            {
                "rating": 2,
                "votes": 0
            },
            {
                "rating": 3,
                "votes": 0
            },
            {
                "rating": 4,
                "votes": 1
            },
            {
                "rating": 5,
                "votes": 3
            }
        ],
        "comfort": "NOT_RATED",
        "iarc": {
            "age_rating": "Teen",
            "descriptors": [
                "Mild Violence",
                "Blood"
            ],
            "elements": [],
            "iarc_icon": "12138850_1786874088228955_5598594603113512960_n.png"
        },
        "platform": "ANDROID_6DOF",
        "internet_connection": "NOT_REQUIRED",
        "website": "https://lemondo.com/",
        "icon": "39031309_968495724200852_3055809167804274619_n.jpg",
        "banner": "39035382_1500043984141154_104737038004271830_n.jpg",
        "has_ads": false,
        "sensor_req": false,
        "votes": 4,
        "rating": 4.75,
        "weighted_rating": 4.48039,
        "is_available": true,
        "is_free": false
    }
}