{
    "package": "studio.NewFolder.PlayroomPaid",
    "data": {
        "id": "6657953770965437",
        "name": "Playroom",
        "app_name": "Playroom",
        "type_name": "Application",
        "appstore_type": "Application",
        "release_date": "2023-10-19T00:00:00",
        "description": "Embark on an extraordinary journey into the surreal world of PLAYROOM, the ultimate metaverse playground for all game enthusiasts. In this pioneering VR title, you will enter a fascinating reality where you can play games within game, it all through an and remote controller interface.\n\nEvery element of PLAYROOM is specifically crafted to broaden the horizons of how you perceive and interact with virtual reality. Experience boundless gaming landscapes like never before. From hyper-realistic simulations to exquisite fantasy worlds, each filled with a variety of games designed to challenge your skills, intellect, and creativity.\n\nWith an ever-growing roster of games-within-games, PLAYROOM maintains an exciting and constantly changing environment. Each game keeps you intrigued, returning for more exploration, more victories, and endless fun.\n\nForget the limits of gaming as you know it. In PLAYROOM, you're not just playing the game, you control the gaming universe in this captivating virtual world where only your imagination is the limit.\n\nPrepare to see gaming in a whole new light. Dive into 'PLAYROOM,' and experience the joy of playing games... within game. Expect the unexpected, every moment is a thrilling new adventure. The future of gaming starts here. Are you ready to seize control?\n\nIN GAME RIGHT NOW WE HAVE A SMALL LIST OF GAMES BUT U CAN SUPPORT US AND WE WILL ADD NEW GAMES!",
        "markdown": false,
        "developer": "NEW FOLDER GAMES LTD",
        "publisher": "NEW FOLDER GAMES LTD",
        "genres": [
            "Interactive story",
            "Casual",
            "Simulation"
        ],
        "devices": [
            "Touch Controllers"
        ],
        "modes": [
            "Single User"
        ],
        "languages": [
            "English"
        ],
        "platforms": [
            "Meta Quest 3",
            "Meta Quest Pro",
            "Meta Quest 2"
        ],
        "player_modes": [
            "STANDING",
            "ROOM_SCALE"
        ],
        "tags": [],
        "hist": [
            {
                "rating": 1,
                "votes": 0
            },
            {
                "rating": 2,
                "votes": 0
            },
            {
                "rating": 3,
                "votes": 1
            },
            {
                "rating": 4,
                "votes": 0
            },
            {
                "rating": 5,
                "votes": 3
            }
        ],
        "comfort": "NOT_RATED",
        "iarc": {
            "age_rating": "Everyone",
            "descriptors": [],
            "elements": [],
            "iarc_icon": "12482345_233896350376075_8399588285755686912_n.png"
        },
        "platform": "ANDROID_6DOF",
        "internet_connection": "REQUIRED_FOR_DOWNLOAD",
        "website": "https://newfolderstudio.com/",
        "icon": "38982551_1025644415147168_4001388636741330871_n.jpg",
        "banner": "75469622_1018643312763465_6848484510972407640_n.jpg",
        "has_ads": false,
        "sensor_req": false,
        "votes": 4,
        "rating": 4.5,
        "weighted_rating": 4.35533,
        "is_available": true,
        "is_free": false
    }
}